{
  "imagenes_eventos": {
    "copa centroamericana": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes para eventos de Copa Centroamericana - Selección aleatoria"
    },
    "copa libertadores": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes para eventos de Copa Libertadores - Selección aleatoria"
    },
    "copa sudamericana": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes para eventos de Copa Sudamericana - Selección aleatoria"
    },
    "liga mx femenil": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes para eventos de Liga MX Femenil - Selección aleatoria"
    },
    "mlb": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes para eventos de MLB (Baseball) - Selección aleatoria"
    }
  },
  "equipos_especificos": {
    "barcelona": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del FC Barcelona"
    },
    "real madrid": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Real Madrid"
    },
    "manchester united": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Manchester United"
    },
    "liverpool": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Liverpool"
    },
    "bayern munich": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Bayern Munich"
    },
    "psg": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del PSG"
    },
    "chelsea": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Chelsea"
    },
    "arsenal": {
      "urls": [
        "https://i.imgur.com/3tkeh6s.png",
        "https://i.imgur.com/3tkeh6s.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Arsenal"
    },
    "antigua gfc": {
      "urls": [
        "https://i.imgur.com/meX9sWv.png",
        "https://i.imgur.com/meX9sWv.png",
        "https://i.imgur.com/meX9sWv.png",
        "https://i.imgur.com/meX9sWv.png"
      ],
      "descripcion": "Imágenes especiales para partidos del Antigua GFC"
    }
  },
  "logos_canales": {
    "disney+": {
      "url": "https://i.imgur.com/OMxtYwl.png",
      "alt": "Disney+",
      "descripcion": "Logo de Disney+"
    },
    "espn": {
      "url": "https://i.imgur.com/espn-logo.png",
      "alt": "ESPN",
      "descripcion": "Logo de ESPN"
    },
    "sky": {
      "url": "https://i.imgur.com/sky-logo.png",
      "alt": "Sky Sports",
      "descripcion": "Logo de Sky Sports"
    },
    "fox sports": {
      "url": "https://i.imgur.com/fox-sports-logo.png",
      "alt": "Fox Sports",
      "descripcion": "Logo de Fox Sports"
    },
    "tnt sports": {
      "url": "https://i.imgur.com/tnt-sports-logo.png",
      "alt": "TNT Sports",
      "descripcion": "Logo de TNT Sports"
    },
    "paramount+": {
      "url": "https://i.imgur.com/paramount-plus-logo.png",
      "alt": "Paramount+",
      "descripcion": "Logo de Paramount+"
    },
    "peacock": {
      "url": "https://i.imgur.com/peacock-logo.png",
      "alt": "Peacock",
      "descripcion": "Logo de Peacock"
    },
    "hbo max": {
      "url": "https://i.imgur.com/hbo-max-logo.png",
      "alt": "HBO Max",
      "descripcion": "Logo de HBO Max"
    },
    "amazon prime": {
      "url": "https://i.imgur.com/amazon-prime-logo.png",
      "alt": "Amazon Prime",
      "descripcion": "Logo de Amazon Prime Video"
    },
    "netflix": {
      "url": "https://i.imgur.com/netflix-logo.png",
      "alt": "Netflix",
      "descripcion": "Logo de Netflix"
    },
    "claro sports": {
      "url": "https://i.imgur.com/claro-sports-logo.png",
      "alt": "Claro Sports",
      "descripcion": "Logo de Claro Sports"
    },
    "directv": {
      "url": "https://i.imgur.com/directv-logo.png",
      "alt": "DIRECTV",
      "descripcion": "Logo de DIRECTV"
    },
    "bein sports": {
      "url": "https://i.imgur.com/bein-sports-logo.png",
      "alt": "beIN Sports",
      "descripcion": "Logo de beIN Sports"
    },
    "eurosport": {
      "url": "https://i.imgur.com/eurosport-logo.png",
      "alt": "Eurosport",
      "descripcion": "Logo de Eurosport"
    },
    "dazn": {
      "url": "https://i.imgur.com/dazn-logo.png",
      "alt": "DAZN",
      "descripcion": "Logo de DAZN"
    },
    "mlb": {
      "url": "https://i.imgur.com/PzN1kqw.png",
      "alt": "MLB",
      "descripcion": "Logo de MLB"
    }
  },
  "descripciones_generales": {
    "futbol": [
      "Disfruta de la pasión del fútbol en su máxima expresión. Partidos llenos de emoción, goles espectaculares y momentos inolvidables que te mantendrán al borde del asiento.",
      "Vive la intensidad del deporte rey con encuentros de alto nivel. Desde jugadas magistrales hasta definiciones dramáticas, cada minuto cuenta en esta batalla por la gloria.",
      "Sumérgete en el mundo del fútbol donde la técnica y la pasión se encuentran. Partidos que definen campeones y crean leyendas en el deporte más popular del planeta.",
      "Experimenta la adrenalina del fútbol profesional con encuentros de máxima rivalidad. Cada toque, cada pase y cada disparo puede cambiar el destino del partido.",
      "Descubre la magia del fútbol a través de partidos épicos. Donde la estrategia se combina con el talento individual para crear espectáculos deportivos inolvidables."
    ],
    "baseball": [
      "Vive la tradición del béisbol americano con partidos llenos de estrategia y emoción. Cada lanzamiento puede ser la diferencia entre la victoria y la derrota.",
      "Disfruta del deporte de los diamantes con encuentros que combinan poder de bateo y precisión de lanzamiento. Momentos que definen temporadas y crean héroes.",
      "Sumérgete en el béisbol profesional donde cada inning cuenta. Desde home runs espectaculares hasta jugadas defensivas perfectas, la emoción nunca termina.",
      "Experimenta la pasión del béisbol con partidos que mantienen la tensión hasta el último out. Donde la estrategia y la ejecución se encuentran en el campo de juego.",
      "Descubre la intensidad del béisbol de las grandes ligas. Partidos que combinan tradición, técnica y momentos dramáticos que quedan grabados en la historia del deporte."
    ],
    "basketball": [
      "Vive la intensidad del baloncesto con partidos llenos de acción y emoción. Cada posesión puede cambiar el rumbo del juego en segundos.",
      "Disfruta del deporte de la canasta con encuentros que combinan atletismo y estrategia. Desde dunks espectaculares hasta tiros de tres puntos decisivos.",
      "Sumérgete en el baloncesto profesional donde cada cuarto cuenta. Partidos que mantienen la tensión hasta el último segundo del reloj.",
      "Experimenta la pasión del baloncesto con jugadas que desafían la gravedad. Donde la velocidad y la precisión se combinan para crear espectáculos inolvidables.",
      "Descubre la magia del baloncesto con partidos épicos. Desde asistencias magistrales hasta defensas heroicas, cada momento es una oportunidad para la grandeza."
    ],
    "tenis": [
      "Vive la elegancia del tenis con partidos que combinan técnica y resistencia. Cada punto puede ser una obra maestra de precisión y estrategia.",
      "Disfruta del deporte de la raqueta con encuentros llenos de intensidad. Desde servicios potentes hasta voleas perfectas, la emoción nunca cesa.",
      "Sumérgete en el tenis profesional donde cada set cuenta. Partidos que ponen a prueba la habilidad física y mental de los mejores jugadores del mundo.",
      "Experimenta la pasión del tenis con rallies espectaculares. Donde la concentración y la técnica se encuentran en la cancha para crear momentos inolvidables.",
      "Descubre la intensidad del tenis de alto nivel. Partidos que combinan velocidad, precisión y estrategia en una batalla por la supremacía en la cancha."
    ],
    "boxeo": [
      "Vive la intensidad del boxeo con combates llenos de coraje y determinación. Cada round puede cambiar el destino de la pelea en un instante.",
      "Disfruta del noble arte del boxeo con encuentros que combinan técnica y poder. Desde golpes precisos hasta defensas magistrales, la emoción es constante.",
      "Sumérgete en el boxeo profesional donde cada segundo cuenta. Combates que ponen a prueba la resistencia física y mental de los mejores púgiles.",
      "Experimenta la pasión del boxeo con peleas épicas. Donde la estrategia y la ejecución se encuentran en el ring para crear momentos históricos.",
      "Descubre la intensidad del boxeo de alto nivel. Combates que combinan velocidad, poder y técnica en una batalla por la gloria en el ring."
    ],
    "mma": [
      "Vive la intensidad de las artes marciales mixtas con combates llenos de acción. Cada segundo puede traer una sumisión, un nocaut o una decisión dramática.",
      "Disfruta del deporte más completo con encuentros que combinan todas las disciplinas. Desde golpes devastadores hasta técnicas de sumisión perfectas.",
      "Sumérgete en el MMA profesional donde cada round es una batalla. Combates que ponen a prueba la versatilidad y resistencia de los mejores luchadores.",
      "Experimenta la pasión del MMA con peleas épicas. Donde la estrategia y la ejecución se encuentran en la jaula para crear momentos inolvidables.",
      "Descubre la intensidad del MMA de alto nivel. Combates que combinan poder, técnica y resistencia en una batalla por la supremacía en la jaula."
    ],
    "generico": [
      "Disfruta de la emoción del deporte en su máxima expresión. Partidos llenos de intensidad, momentos dramáticos y actuaciones que te mantendrán al borde del asiento.",
      "Vive la pasión del deporte profesional con encuentros de alto nivel. Desde jugadas espectaculares hasta definiciones dramáticas, cada momento cuenta.",
      "Sumérgete en el mundo del deporte donde la técnica y la pasión se encuentran. Eventos que definen campeones y crean leyendas en el deporte.",
      "Experimenta la adrenalina del deporte profesional con encuentros de máxima rivalidad. Cada acción puede cambiar el destino del evento.",
      "Descubre la magia del deporte a través de eventos épicos. Donde la estrategia se combina con el talento individual para crear espectáculos inolvidables."
    ]
  },
  "configuracion": {
    "tiempo_cache": 300000,
    "url_base": "./configuracion-imagenes.json",
    "version": "1.5"
  }
}
